<?php 

return [

'Конституционное право',

[
    'name' => 'Гражданское право',
    'items' => [
        'Договорное право',
        'Право собственности',
        'Взыскание задолженности',
        'Кредитование',
    ],
],

[
    'name' => 'Семейное право',
    'items' => [
        'Заключение и расторжение брака',
        'Алименты',
        'Раздел имущества',
        'Усыновление, опека и попечительство',
    ],
],

[
    'name' => 'Недвижимость',
    'items' => [
        'Жилищное право',
        'Ипотека',
        'ЖКХ',
        'Долевое участие в строительстве',
        'Приватизация',
        'Земельное право',
    ],
],

[
    'name' => 'Трудовое право',
    'items' => [
        'Защита прав работников',
        'Защита прав работодателя',
    ],
],

'Защита прав потребителей',

'Нотариат',

'Наследство',

[
    'name' => 'Уголовное право',
    'items' => [
        'Наркотики',
    ],
],

'Медицинское право',

[
    'name' => 'Административное право',
    'items' => [
        'Произвол чиновников',
    ],
],

[
    'name' => 'Военное право',
    'items' => [
        'Защита прав призывников',
    ],
],


[
    'name' => 'Автомобильное право',
    'items' => [
        'ДТП, ГИБДД, ПДД',
        'Лишение водительских прав',
    ],
],

[
    'name' => 'Социальное обеспечение',
    'items' => [
        'Пенсии и пособия',
        'Гарантии, льготы, компенсации',
    ],
],

[
    'name' => 'Страхование',
    'items' => [
        'ОСАГО, Каско',
    ],
],

[
    'name' => 'Гражданство',
    'items' => [
        'Миграционное право',
    ],
],

'Исполнительное производство',

'Арбитраж',

[
    'name' => 'Предпринимательское право',
    'items' => [
        'Тендеры, контрактная система в сфере закупок',
    ],
],

[
    'name' => 'Корпоративное право',
    'items' => [
        'Регистрация юридических лиц',
        'Банкротство',
    ],
],


'Налоговое право',

'Таможенное право',

'Бухгалтерский учет',

'Лицензирование',

[
    'name' => 'Интеллектуальная собственность',
    'items' => [
        'Авторские и смежные права',
        'Товарные знаки, патенты',
        'Интернет и право',
    ],
],

'Программы ЭВМ и базы данных',

'Международное право',

];