<?php 

return [
    'title' => 'Чат',
    'about' => 'Чат',
    'dialogs' => 'Диалоги',
    'not_found' => 'Нет диалогов для чата',
    'private_messages' => 'Личные сообщения',
    'send_message' => 'Отправить сообщение',
    'remove_dialog' => 'Удалить диалог',
    'close_dialog' => 'Закрыть диалог',
    'hide_dialog' => 'Скрыть диалог',
    'to_chat_page' => 'На страницу диалога(в новом окне)',
    'chat_user_in_page' => 'У Вас открыт чат на новой странице. Закройте его, если хотите продолжить здесь.',
    'dialog_not_found' => 'У Вас нет диалога с данным пользователем.',
    'form' => [
        'message' => 'Введите сообщения',
    ],
    'validation' => [
        'message' => [
            'message.required' => 'Введите текст сообщения.',
            'message.max' => 'Текст Вашего сообщения слишком большое.'
        ]
    ],
];