<?php 

return [
    'about' => 'Уточнение',
    'title' => 'Уточнения',
    'clarify' => 'Уточнить',
    'show_clarifies' => 'Показать уточнения',
    'hide_clarifies' => 'Скрыть уточнения',
    'add_clarify' => 'Добавить уточнение',
    'hide_form_clarify' => 'Скрыть форму для уточнения',
    'uploaded_file' => 'Загруженный файл',
    'not_found' => 'Уточнений нет...',
    'count_clarifies' => '{0} Нет уточнений|{1} Одно уточнение|[2,4] :count уточнения|[5,*] :count уточнений',
    'hide_form_clarification' => 'Скрыть форму уточнения',
    'add_clarification' => 'Добавить уточнение',
    'exist' => 'Есть уточнения',
    'form' => [
        'legend' => [
            'create' => [
                'question' => 'Добавить уточнение к вопросу',
                'answer' => 'Добавить уточнение к ответу',
                'document' => 'Добавить уточнение к документу',
                'call' => 'Добавить уточнение к запросу',
            ],
        ],
        'text' => 'Текст уточнения',
        'file' => 'Прикрепить файл',
        'action' => [
            'create' => [
                'question' => 'Уточнить вопрос',
                'answer' => 'Уточнить ответ',
                'document' => 'Уточнить',
                'call' => 'Уточнить',
            ],
        ],
    ],
    'message' => [
        'created' => 'Ваше уточнение успшено добавлено.',
    ],
];