<?php 

return [
    'title' => 'Партнеры',
    'about' => 'Партнер',
    'company' => 'Компания',
    'companies' => 'Компании',
    'not_found' => 'Партнеры в данный момент нет',
    'owner' => 'Владелец',
    'director' => 'Руководитель',
    'employees' => 'Сотрудники',
    'employee' => 'Сотрудник',
    'update_company' => 'Обновление данных компании',
    'employees_update_description' => 'Добавить или удалить сотрудника Вы можете при редактировании профиля в разделе <a href=":link"><strong>Сотрудники</strong></a>',
    'form' => [
        'id' => "ID",
        'name' => 'Название компании',
        'logo' => 'Логотип',
        'description' => 'Описание',
        'text' => 'Подробное описание',
        'status' => 'Статус',
        'status_first' => 'Выберите статус',
    ],
    'field' => [
        'name' => 'Название компании',
        'status' => 'Статус',
    ],
    'action' => [
        'edit' => 'Редактирование данных компании',
        'edit_company' => 'Редактирование данных компании &laquo;:company&raquo;',
        'delete' => 'Удаление компании',
    ],
    'message' => [
        'logo_not_save' => 'Не удалось сохранить логотип.',
        'deleted' => 'Компания успешно удалена.',
        'updated' => 'Данные о компании успешно обновлениы.',
    ],
];