<?php 

return [
    'title' => 'Обртаная связь',
    'themes' => [
        'support' => 'Техническая поддержка',
        'change_name' => 'Смена имени',
        'change_education' => 'Смена образования',
        'others' => 'Другая причина...',
    ],
    'form' => [
        'theme' => 'Причина для связи',
        'theme_first' => 'Выберите причину...',
        'contact' => 'Контакты для обратной связи',
        'text' => 'Ваше сообщение',
    ],
    'message' => [
        'message_send' => 'Ваше сообщение успешно отправлено',
    ]
];