<?php 

return [
    'about' => 'Оценка',
    'title' => 'Оценки',
    'not_found' => 'Оценки не найдены...',
    'no_liked' => 'Нет оценок',
    'useful' => [
        'answer' => 'Полезен ли ответ?',
    ],
    'count_likes_suffix' => '{0} нет отзывов|{1}отзывов|[2,4]отзыва|[5,*]отзывов',
    'total_likes' => '{0} нет отзывов|{1}:total отзывов|[2,4]:total отзыва|[5,*]:total отзывов',
    'last_likes_total_count' => 'Последние отзывы (всего :total)',
    'view_all_liked' => 'Посмотреть все отзывы',
    'view_all_liked_lawyer' => 'Посмотреть все отзывы о юристе',
    'add_comments_to_review' => 'Добавьте комментарии к отзыву',
    'comments_to_review' => 'Комментарии к отзыву',
    'form' => [
        'text' => 'Комментарии',
        'action' => [
            'rate' => 'Оценить',
            'delete' => 'Удаление оценку',
            'add_comment' => 'Добавить комментарии к отзыву',
        ],
    ],
    'rating' => [
        'like' => 'Нравится',
        'dont_like' => 'Не нравится',
    ],
    'field' => [
        'entity' => 'Что оценили',
        'rating' => 'Оценка',
        'created' => 'Дата',
    ],
    'actions' => 'Действия',
    'like' => 'Нравится',
    'liked_text' => 'Пользователь остался доволен оказанной консультацией',
    'disliked_text' => 'Пользователь остался недовольным оказанной консультацией',
    'dont_like' => 'Не нравится',
    'i_like' => 'Мне нравится',
    'i_dont_like' => 'Мне не нравится',
    'message' => [
        'rate' => 'Ваша оценка успшно отправлена.',
        'like_text' => 'Ваш комментарий добавлен к оценке.'
    ],
];