<?php 

return [
    'title' => 'Уведомления',
    'types' => [
        'tips_advice_lawyers' => 'Советы и рекомендации юристов по актуальным темам',
        'news' => 'Новости об акциях и скидках',
        'chat_messages' => 'О сообщениях в чате',
        'new_answers' => 'О новых ответах на вопросы',
        'consultations_city' => 'О консультациях из моего города',
        'consultations_specialization' => 'О консультациях по моей специализации',
        'vote_post_comments' => 'Об оценках моих постов и комментариев',
        'change_balance' => 'Об изменениях в моем балансе',
        'clarify_add' => 'Клиент добавил уточнение к вопросу',
        'leads_event' => 'О событиях в разделе "Лиды"',
        'personal_consultations' => 'О персональных консультациях',
        'vote_answers' => 'Об оценках моих ответов',
        'complaint' => 'О жалобах на меня',
        'messages_admin' => 'О сообщениях от администрации',
        'telephone_consultation' => 'О заявках на телефонную консультацию',
        'user_registration' => 'Регистрация пользователя',
        'user_complaint' => 'Пользователь отправил жалобу',
    ],
    'groups' => [
        'notifications' => 'Получать уведомления по электронной почте',
        'site_newsletter' => 'Получать рассылку от konsultant.ru',
        'ordered_services' => 'Получать уведомления по электронной почте о заказанных услугах',
        'admin' => 'Уведомления для администрации',
    ],
];