<?php 

return [
    'title' => 'Страницы',
    'about' => 'Страница',
    'add_page' => 'Добавить страницу',
    'adding_page' => 'Добавление страницы',
    'update_page' => 'Обновитить страницу',
    'updating_page' => 'Обновление страницы',
    'delete_page' => 'Удалить страницу',
    'deleting_page' => 'Удаление страницы',
    'layouts' => [
        'app' => 'Приложение',
    ],
    'page_layouts' => [
        'one' => 'Одна колнонка',
    ],
    'form' => [
        'status' => 'Статус',
        'status_first' => '(Выберите статус)',
        'title' => 'Заголовок',
        'slug' => 'Часть URL',
        'autoslug' => 'Автогенерация URL',
        'description' => 'Описание',
        'text' => 'Текст',
        'layout' => 'Шаблон общий',
        'layout_first' => '(Выберите шаблон)',
        'page_layout' => 'Шаблон страницы',
        'page_layout_first' => '(Выберите шаблон страницы)',
    ],
    'message' => [
        'created' => 'Страница успешно создана',
        'updated' => 'Страница успешно обновлена',
        'deleted' => 'Страница успешно удалена',
    ],
];