<?php 

return [
    'payment' => 'Оплата',
    'statuses' => [
        'failed' => 'Неудачная оплата',
        'canceled' => 'Оплата отменена',
        'pay' => 'Оплата',
        'payed' => 'Оплачено',
        'success' => 'Успешная оплата',
    ],
    'titles' => [
        'question' => 'Платный вопрос',
        'document' => 'По договренности|[100,*]Цена документа - :cost рублей',
        'call' => 'Платный звонок',
        'lawyer' => 'Отблагодарить юриста',
        'fail' => 'Неудачная оплата'
    ],
    'services' => [
        'question' => 'Оплата вопроса',
        'document' => 'Оплата документа',
        'call' => 'Оплата звонка',
        'lawyer' => 'Оплата юристу',
    ],
    'message' => [
        'service_not_found' => 'Не выбрано что будем оплачивать.',
        'pay_not_found' => 'Заказ на оплату не найден',
        'pay_not_saved' => 'Не удалось сохранить информацию об оплате в базу.',
        'not_full_paid' => 'Не было полностью оплачено',
        'payment_success' => 'Спасибо! Вы успешно оплатили счет.',
        'failed' => 'К сожаления, оплата не удалась... Попробуйет позже.',
        'payed' => 'Счет уже оплачен. Возможно, Вы уже оплатили.',
    ],
    'pay_value' => 'Стоимость',
    'pay_service' => [
        'question' => 'Оплатить вопрос',
        'call' => 'Оплатить звонок',
        'document' => 'Оплатить документ',
        'lawyer' => 'Отблагодарить юриста',
    ],
    'sum' => 'Сумма',
    'invoice_number' => 'Счет № :number',
    'select_sum' => 'Выберите сумму',
    'contacts_pay' => 'Укажите Ваши контактные данные и выберите сумму',
];